[{"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "currency", "scope": "", "report_pubilic_year": "2018", "name": "currency", "unit": "CHF", "quantity": "", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017"}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 1", "report_pubilic_year": "2018", "name": "gross global Scope 1 emissions", "unit": "(metric tons CO2e)", "quantity": "3532062", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 2, location-based", "report_pubilic_year": "2018", "name": "gross global Scope 2 emissions", "unit": "metric tons CO2e", "quantity": "3639042", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Purchased goods and services", "unit": "metric_tonnes_co2e", "quantity": "74970939", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "\"The amount of materials purchased is multiplied by the emission factor of the assigned datasets. The results are aggregated to obtain the GHG emissions associated to the respective categories and sub-categories. The sources of emission factors are: World Food LCA Database (v.3.0; v.3.3), ecoinvent v.3.3, Agribalyse, Agrifootprint, and Nestlé internal LCA databases. For selected raw ingredients, the input data was disaggregated so as to consider best practices (coffee, cacao, soy, palm oil) or regions (milk sourced from specific countries). In all cases, the results are calculated using the IPCC 2013 GWP 100 characterization factors. A contribution analysis was performed to identify the largest contributors to the overall results. In the case of packaging materials, it was necessary to apply an extrapolation factor of 27%, to account for the total purchases. For services, Input/Output modelling was used, whereby the expenditure in CHF was linked to the respective GHG emissions of the types of services purchased. \"", "explanation": "Coverage: Raw materials: 100% of inputs considered Packaging materials: 78% of inputs considered Finished and semi-finished goods: 100% of inputs considered Services: 100% of services purchased.", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Capital goods", "unit": "metric_tonnes_co2e", "quantity": "505162", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "\"Input/Output modelling was used, whereby the expenditure in CHF was linked to the respective GHG emissions of the types of fixed assets and consumables purchased. In all cases, the results are calculated using the IPCC 2013 GWP 100 characterization factors. A contribution analysis was performed to identify the largest contributors to the overall results. \"", "explanation": "Coverage: Fixed assets and consumables : 100%", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Fuel-and-energy-related activities", "unit": "metric_tonnes_co2e", "quantity": "1288498", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "\"The amount of fuels and electricity purchased is multiplied by their respective emission factors. The results are aggregated to obtain the GHG emissions associated to the respective categories and sub-categories. The sources of emission factors are: ecoinvent v.3.3 for fossil fuels and wood; DEFRA (2017) for electricity generation, transformation and distribution, and losses. In all cases, the results are calculated using the IPCC 2013 GWP 100 characterization factors. A contribution analysis was performed to identify the largest contributors to the overall results. \"", "explanation": "Coverage: Fuels and electricity purchased : 100%", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Upstream transportation and distribution", "unit": "metric_tonnes_co2e", "quantity": "2177629", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "\"Three default distances were used to estimate the contribution to the overall GHG emissions comng from upstream transportation and distribution. The total amount of materials purchased was allocated to three market sizes, and multiplied by default distances representin these as follows: a) 20% of materials purchased by small sized markets; distance travelled: 200 km by road transport b) 30% of materials purchased by medium sized markets; distance travelled: 300 km by road transport c) 50% of materials purchased by large sized markets; distance travelled: 1500 km by road transport. The sources of emission factors are: ecoinvent v.3.3 for road transport. In all cases, the results are calculated using the IPCC 2013 GWP 100 characterization factors. \"", "explanation": "Coverage: Percentage of emissions calculated using primary data: 0% The quality of the primary data used is high. Secondary data is used for distance travelled and mode of transport. As a result, the emissions data can be considered of low quality.", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Waste generated in operations", "unit": "metric_tonnes_co2e", "quantity": "127839", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "\"Transport from the factories to the disposal facilities was considered for materials going to landfill, incineration, composting and oter disposal methods (35 km travelled by road transport). The amount of waste materials is multiplied by the emission factor of the assigned datasets. The results are aggregated to obtain the GHG emissions associated to the respective categories and sub-categories. The sources of emission factors are: ecoinvent v.3.3. In all cases, the results are calculated using the IPCC 2013 GWP 100 characterization factors. A contribution analysis was performed to identify the largest contributors to the overall results. \"", "explanation": "Coverage: Percentage of emissions calculated using primary data: 100% The quality of the primary data used is high. Secondary data (assumptions) are taken to estimate transport emissions. The emission factors are secondary data, but are not geographically representative (no differentiation of efficiencies or variation in EOL methods per country). As a result, the quality of the calculated results can be qualified as intermediate.", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Business travel", "unit": "metric_tonnes_co2e", "quantity": "190174", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "\"The travel distances were separated into two categories: short haul (< 3500 km or 5 h flight) and long haul (> 3500 km or 5 h flight). According to Nestlé Travel Policy, short haul distances are travelled for normal employees in economy class, whereas long haul distances are travelled in business class. Top level managers and VIPs have a different allocation: short haul is travelled in business class and long haul in first class. The data provided does not allow for a differentiation of classes booked. For the model, a base situation is assumed, assuming economy and business class. Therefore, the emissions associated to business travel are multiplied by a factor of 2.2 (DEFRA, 2016) to account for the additional space taken up by business class in a plane. The sources of emissionfactors are: ecoinvent v.3.3 for air travel. In all cases, the results are calculated using the IPCC 2013 GWP 100 characterization factors. \"", "explanation": "\"- Air travel: As input to the calculations, the global report from BCD travel agency for Nestlé was considered. It details all trips taken and distances travelled and covers 85% of air travel. Emission factors for air travel were multiplied by the distrances travelled in 2017. - Car rental: The data reported in 2016 are repeated for 2017 due to a lack of primary data to prepare the calculations. The report from the rental agencies for Europe and USA was considered. The data used covered 98% of reported car rental. \"", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Employee commuting", "unit": "metric_tonnes_co2e", "quantity": "638608", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "\"The average distance commuted in total (20.6 km, one way; 41.2 km return) was multiplied by the number of employees and the annual number of working days (230). The total distance travelled was then assigned to the 5 sub-categories of commuting as follows: a) Driving own car: 55% b) Car sharing: 5% (assuming 2 persons in the car) c) Riding a motorbike: 5% d) Taking the bus: 13% e) Taking the train: 7% The source of emission factors is ecoinvent v.3.3. In all cases, the results are calculated using the IPCC 2013 GWP 100 characterization factors. \"", "explanation": "\"As input to the calculations, the total number of employees working in Nestlé in 2017 was considered. Commuting was sub-divided into 5 sub-categories depending on the most used means of transportation; a mean commuting distance of 20.6 km was also considered (IBM, 2011 - Frustration Rising: IBM 2011 Commuter Pain Survey). The data covers 85% of commuting options. Emission factors for road transport (personal vehicle, motorbike) and public transport (bus, train) from econvent v.3.3 were used. \"", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Upstream leased assets", "unit": "metric_tonnes_co2e", "quantity": "", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "", "explanation": "Our standard business model and operation is such that we normally operate our own assets. Upstream leased assets have a negligible contribution to our mission.", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Downstream transportation and distribution", "unit": "metric_tonnes_co2e", "quantity": "3183674", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "1. Data used 2016 data, as 2017 data is not yet available. For transport with own fleet, the reported fuel consumption is converted into CO2 emission using DEFRA emission factors. For outsourced transportation, we use as primary data information per transportation lane (distance, number of shipments, transport vehicle, tonnage transported) collected per market/business. For outsourced road transport, the fuel consumption is estimated using average fuel consumption per vehicle type for the reported transport distance, which is then converted into CO2 emission using DEFRA factors. For non road transport (always outsourced), the transportation volume is calculated in tonne.kms, which are then converted to CO2 emission using standard DEFRA factors. For warehousing, basic data is number of pallet spaces in markets or business per warehouse type (ambient, refrigerated, chilled, frozen). 2. Methodology Per reporting market, the CO2 emissions for transportation are summed up and shown with the following KPIs: absolute CO2 emissions, CO2 effectivness (kg CO2e per tonne sold), CO2 efficiency (g CO2e per tonne.km), average distribution distance, breakdown to transport modes based on tonne.km transported (road, combined, rail, sea, air). The data of the reporting markets is aggregated separately for water and non water businesses. The global CO2e emissions for transportation are extrapolated to the complete sold volume, using separately the average CO2 effectivness for non water business and for water business. For warehousing, the total energy consumption (assumption “electricity only”) is estimated based on the number of pallet spaces multiplied with an average energy consumption per pallet per year, different per warehouse type (based on a separate reporting, which is done for the globally 100 biggest warehouses used by Nestlé). The electricity consumption is converted into indirect CO2 emission using country specific indirect CO2e emission factors. Extrapolation to global level for warehousing by applying the average CO2 emission per tonne of product to the remaining volume of products sold. 3. Quality The quality of the primary data is average to high. However, as only 40% of the global distributed volume is reported and considering a wide variation of CO2 effectivness across different countries, the extrapolation to global volume is considered average.", "explanation": "", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Processing of sold products", "unit": "metric_tonnes_co2e", "quantity": "", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "Most of our products are sold for direct consumption, which therefore does not involve further industrial processing. Processing of sold products have a negligible contribution to our emissions.", "explanation": "Most of our products are sold for direct consumption, which therefore does not involve further industrial processing. Processing of sold products have a negligible contribution to our emissions.", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Use of sold products", "unit": "metric_tonnes_co2e", "quantity": "19927128", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "\"One to three representative products (brands) per branch were selected for this calculation. Packaging contributing to approximately 90% of the packaging mass per product was categorized into the following types: aluminum, cardboard, glass, paper and plastic. The remaining 10% were modelled as plastic waste. The waste treatment processes were based on global averages. Additionally, loss rates for these food products were included. \"", "explanation": "As input to the calculations, sales figures by product category and country were used to calculate the number of products sold (same initial data used for Category 11). The GHGs emission factors used are taken from ecoinvent 3.3, using IPCC 2013, GWP100 (secondary data).", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "End of life treatment of sold products", "unit": "metric_tonnes_co2e", "quantity": "3273812", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "As input to the calculations, sales figures by product category and country were used to calculate the number of products sold (same initial data used for Category 11). The GHGs emission factors used are taken from ecoinvent 3.3, using IPCC 2013, GWP100 (secondary data).", "explanation": "", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Downstream leased assets", "unit": "metric_tonnes_co2e", "quantity": "", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "", "explanation": "Our standard business model and operation is such that we normally operate our own assets. Downstream leased assets have a negligible contribution to our emissions.", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Franchises", "unit": "metric_tonnes_co2e", "quantity": "", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "", "explanation": "Our standard business model and operation is such that we normally do not have any Franchises. Franchises have a negligible contribution to our emissions.", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Investments", "unit": "metric_tonnes_co2e", "quantity": "642542", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "\"Two approaches were followed: a) Direct reporting on Scope 1 & 2 GHG emissions by companies: Data reported by L'Oréal and Aguas CCU was multiplied by the share of Nestléinvestments, in order to obtain the Nestlé share of emissions that are accounted within Nestlé's Scope 3. In the case of Clover Waters, data reported by Clover Industries Ltd was multiplied by an economic factor (25%), which accounts for the revenues coming from its Clover Waters division. This value was then multiplied by the share of Nestlé investments, in order to obtain the Nestlé share of emissions that are accounted within Nestlé's Scope 3. In the case of Lactalis, data reported for Danone's Scope 1 & 2 was taken as a proxy of its emissions, given that both operate in the dairy sector. The emissions reported by Danone were divided by its revenues, to obtain a factor of [tons CO2-eq / EUR]. This factor was then multiplied by Lactalis' revenues in year 2015. This value was then multiplied by the share of Nestlé investments, in order to obtain the Nestlé share of emissions that are accounted within Nestlé's Scope 3. b) Input/Output modelling: The investments in CHF made by Nestlé were linked to the respective GHG emissions of the sectors wherein these were made. In all cases, the results are calculated using the IPCC 2007 GWP 100 characterization factors. \"", "explanation": "\"As input to the calculations, the investments made by Nestlé in various companies were considered, as well as the percentage of ultimate capital shareholdings by Nestlé in these companies. In the case of L'Oréal, Aguas CCU and Clover Waters, data reported directly by the companies on their Scope 1& 2 assessments was considered. In the case of Lactalis, data reported by Danone on its Scope 1& 2 emissions was taken as a proxy. \"", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Other (upstream)", "unit": "metric_tonnes_co2e", "quantity": "", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "", "explanation": "The categories already disclosed on cover the majority of our emissions.", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2018", "name": "Other (downstream)", "unit": "metric_tonnes_co2e", "quantity": "", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "Emissions calculation methodology": "", "explanation": "The categories already disclosed on cover the majority of our emissions.", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "GHG_emission", "scope": "Scope1", "report_pubilic_year": "2018", "Greenhouse gas": "CO2", "quantity": "3457104", "unit": "metric_tonnes_co2e", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "GWP reference": "IPCC Fifth Assessment Report (AR5 –\n100 year)", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "energy consumption", "scope": "Scope1", "report_pubilic_year": "2018", "name": "Consumption of fuel (excluding feedstock)", "Heating value": "LHV (lower heating value)", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "MWh from renewable sources": "2054380", "MWh from non-renewable sources": "15170668", "Total MWh": "17225048", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "energy consumption", "scope": "Scope1", "report_pubilic_year": "2018", "name": "Consumption of purchased or acquired electricity", "Heating value": "<Not Applicable>", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "MWh from renewable sources": "1890311", "MWh from non-renewable sources": "5475884", "Total MWh": "7366195", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "energy consumption", "scope": "Scope1", "report_pubilic_year": "2018", "name": "Consumption of purchased or acquired heat", "Heating value": "<Not Applicable>", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "MWh from renewable sources": "0", "MWh from non-renewable sources": "30807", "Total MWh": "30807", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "energy consumption", "scope": "Scope1", "report_pubilic_year": "2018", "name": "Consumption of purchased or acquired steam", "Heating value": "<Not Applicable>", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "MWh from renewable sources": "0", "MWh from non-renewable sources": "580182", "Total MWh": "580182", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "energy consumption", "scope": "Scope1", "report_pubilic_year": "2018", "name": "Consumption of purchased or acquired cooling", "Heating value": "<Not Applicable>", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "MWh from renewable sources": "<Not Applicable>", "MWh from non-renewable sources": "<Not Applicable>", "Total MWh": "<Not Applicable >", "division_by_company": ""}, {"company_name": "Nestlé", "report_file": "2018_NESTLE_CDP_CC", "type": "energy consumption", "scope": "Scope1", "report_pubilic_year": "2018", "name": "Consumption of self-generated non- fuel renewable energy", "Heating value": "<Not Applicable>", "reporting_data_start_date": "01/01/2017", "reporting_data_end_date": "31/12/2017", "MWh from renewable sources": "4122", "MWh from non-renewable sources": "<Not Applicable>", "Total MWh": "4122", "division_by_company": ""}]