[{"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "currency", "scope": "", "report_pubilic_year": "2019", "name": "currency", "unit": "USD", "quantity": "", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018"}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 1", "report_pubilic_year": "2019", "name": "gross global Scope 1 emissions", "unit": "(metric tons CO2e)", "quantity": "6101641", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 2, location-based", "report_pubilic_year": "2019", "name": "gross global Scope 2 emissions", "unit": "metric tons CO2e", "quantity": "13057352", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Purchased goods and services", "unit": "metric_tonnes_co2e", "quantity": "143267842", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "Walmart estimated a portion of its scope 3 emissions from purchased goods and services using the carbon emissions allocated to it through the CDP Supply Chain program. In 2018, Walmart invited over 1,100 suppliers to participate in the program. Of these companies, 587 completed some portion of the supply chain survey and 262 companies allocated emissions to Walmart in their response. These 262 suppliers collectively allocated 81.8 million metric tons of their Scope 1 emissions, 9.9 million metric tons of their Scope 2 emissions and 51.6 million metric tons of their Scope 3 emissions to Walmart through the CDP Supply Chain program in 2018. Combined these emissions total 143,267,842 in 2018. Walmart understands this is supplier self-reported data and there is high degree of uncertainty when allocating emissions to other companies. We also recognize that these 262 companies and their allocated emissions only represent a fraction of Walmart’s total scope 3 emissions from purchased goods and services.", "explanation": "", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Capital goods", "unit": "metric_tonnes_co2e", "quantity": "645328", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "Walmart calculated the emission from all newly constructed buildings in 2016 globally and from vehicles sourced for use in the US in 2016 for this category. Specific data on the number of newly constructed buildings globally and the specific square footage for each store was obtained from Walmart’s real estate database. Ecoinvent was used to calculate the life cycle CO2-eq for the construction materials used in a building per square foot. This was then multiplied times the total square footage to get emissions in 2016. Specific data for the number of vehicles purchased was obtained from Walmart’s fleet management team. This includes number of tractors, trucks, vans and trailers (refrigerated and dry). Each transportation equipment was calculated using Ecoinvent which includes specific life cycle emission factors for each equipment type. This was then multiplied by the number of equipment purchases per type.", "explanation": "", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Fuel-and-energy-related activities", "unit": "metric_tonnes_co2e", "quantity": "3327874", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "We estimated the upstream emissions associated with Walmart's total fuel and energy related activities in 2018. We calculated these by multiplying the total electricity and fuel consumption totals by the relevant emission factors for well-to-tank (WTT) and transmission and distribution (T&D) for each fuel type and country in which the electricity was consumed. We used DEFRA’s 2018 GHG Conversion Factors for Company Reporting which can be found on their public website. (https://www.gov.uk/government/publications/greenhouse-gas-reporting-conversion- factors-2018).", "explanation": "Walmart’s energy spend is less than 5% of our total operating costs. While we are focused on sourcing our energy from renewable energy, we do not have any control over transmission and distribution losses from energy or the energy production itself. Our strategy is to reduce our demand on energy and on fossil fuels.", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Upstream transportation and distribution", "unit": "metric_tonnes_co2e", "quantity": "342577", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "Walmart was able to estimate the emissions from our third party logistics coordinators in some of our markets using EPA emission factors for fuels in 2015. We were able to collect gallons of fuel used and fuel type to calculate the total emissions from fuels. Data was disaggregated into Road Freight, Air Freight and Sea Freight. For all sea freight consignments, the average container vessel size was 4000 TEU, and so the emission factor for container vessel between 3000 - 4999 TEU was used. For all local land (road) freight it was stated that all transportation used articulated trucks between 7.5 - 30 tonnes in size and so the emission factor for a 3.5 - 33 tonne articulated truck was used for all emissions. The tonne.km method of emissions estimation was used for all three freight modes of travel.", "explanation": "", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Waste generated in operations", "unit": "metric_tonnes_co2e", "quantity": "968265", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "To estimate the emissions from waste generated in our U.S.-based operations Walmart used the waste-type-specific method described in WRI's Technical Guidance for Calculating Scope 3 Emissions (p77). Walmart currently inventories data on all of its waste streams from its operations in the U.S. In 2018, Walmart's comprehensive waste diversion programs it was able to divert 81.7% of the millions of tons of waste that was generated in its operations in the U.S. This means that majority of this material is donated or recycled. We used the U.S. EPA's Waste Reduction Model (WARM) emission factors and proxy materials methodology to estimate emissions for both the waste that ended up in landfills (968,265 mtCO2e – on 0.1% increase since last year) and the diverted waste that was recycled/repurposed (net storage of 11,168,445 mtCO2e, a 6.5% increase from previous year). These combined provide the total emissions from waste generated in all facilities in the US to be a net storage of 10,323,704 mt CO2e, a 7.0 percent increase from 2017. The WARM emission factors are based on material specific life-cycle studies and assume national average landfill operational characteristics (i.e. no gas capture, gas flaring, or waste to energy). The emission factors also account for the emissions from transportation vehicles and equipment to move the waste to landfills or recycling processing centers. The emission factors, provided in terms of MTCO2e pershort ton, are as follows; Aluminum Cans = 0.04, Steel Cans = 0.04, Glass = 0.04, Corrugated Box = -0.05, Dimensional Lumber = -0.73, Fiberboard = -0.73, Food Waste = 0.69, Mixed Paper Board = -0.07, Mixed Paper – Office = 0.06, Mixed Metals = 0.04, Mixed Plastics = 0.04, Mixed Recyclables = -0.13 Mixed Organics = 0.28, Mixed MSW = 0.98, PCs = 0.04, Tires = 0.04. For more information about EPA’s WARM program please visit http://epa.gov/epawaste/conserve /tools/warm/SWMGHGreport.html.", "explanation": "", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Business travel", "unit": "metric_tonnes_co2e", "quantity": "76296", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "We calculated corporate business travel emissions from airline and rail travel data. . All flight and rail miles data are provided by Walmart’s corporate travel agent. These data represent global trips booked through the travel agency and are pre-aggregated by the travel agent based on flight lengths. The short, medium and long haul emissions factors— from the U.K.’s DEFRA reference source—are applied respectively to each data point to calculate emissions from Walmart employee business travel.", "explanation": "", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Employee commuting", "unit": "metric_tonnes_co2e", "quantity": "3500000", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "We calculated employee commuting emissions for US and international employees using the average-data method guidance from the GHG Protocol. Specific company data was unavailable for this calculation, and so secondary data was obtained for the average daily commuting distances of employees, average modes of transport, and average number of commuting days per week and average number of weeks worked per year. Assumptions were required to simplify this data and make it most applicable to the entity, which does add some uncertainty to the emissions estimates. The general calculation applied was the following, for each mode of transport: (total number of employees × % of employees using mode of transport × one way commuting distance (vehicle-mi or passenger-mi) × 2× working days per year × emission factor of transport mode (kg CO2e/vehicle-mi or kg CO2e/passenger-mi)). Passenger transport mode emissions factors were obtained from the EPA's most updated eGRID factors spreadsheet available at the time of reporting. While 3.5 million metric tons is notable it is not relevant considering the estimated emissions from other categories of Scope 3.", "explanation": "", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Upstream leased assets", "unit": "metric_tonnes_co2e", "quantity": "<Not Applicable>", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "<Not Applicable>", "explanation": "Walmart includes all assets that are leased under our Scope 1 and 2 boundaries and therefore there are no additional significant emission sources to consider for this category.", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Downstream transportation and distribution", "unit": "metric_tonnes_co2e", "quantity": "5099", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "Massmart was able to calculate the impacts of downstream transport and distribution in the South African market. Where data was provided in kilometers driven the tone.km method was used (tonnes of freight multiplied by distance covered in kilometers) for a medium sized rigid truck. Distance-based emission factor from DEFRA, assuming 50% load, were used. Where data was provided in liters of diesel consumed the volume method was used to calculate emissions. Where liters of diesel were provided, the volume method was used to calculate emissions. We recognize that this preliminary investigation only estimates a small percentage of our global emissions from downstream distribution activity.", "explanation": "", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Processing of sold products", "unit": "metric_tonnes_co2e", "quantity": "<Not Applicable>", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "<Not Applicable>", "explanation": "Walmart sells goods for resale rather than for further production. While some of our goods may be used to continue to create new goods such as restaurant meals and other products, we consider ourselves a retailer of final goods and therefore this category does not apply.", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Use of sold products", "unit": "metric_tonnes_co2e", "quantity": "32211000", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "CO2e emissions associated with the Use of Sold Products were calculated according to the Greenhouse Gas Protocol’s “Technical Guidance for Calculating Scope 3 Emissions.” Emissions calculated include the total expected lifetime emissions from relevant products sold in the CY 2018 reporting year across Walmart US’s portfolio of sold products. In addition to focusing on Walmart US, the calculation scope includes products that directly use energy and thus have direct use-phase emissions. Total emissions from Use of Sold Products was calculated as the following = primary quantity sold data * total lifespan (in years) use phase of representative products (identified via secondary research) * estimated annual energy consumption per representative (identified via secondary research) OR primary refrigerant or fuel use data * appropriate emission factors or GWPs (via publicly available factors from U.S. EPA, WRI Emission Factors Compilation from Cross-Sector Tools, Ecoinvent v2.2, and IPCC AR5). Any maintenance required during a sold product's lifetime was not included for this analysis, as were any potential aerosol releasing products.", "explanation": "", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "End of life treatment of sold products", "unit": "metric_tonnes_co2e", "quantity": "130", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "Massmart was able to calculate the impact of E-waste (Electronic Waste) generated as a result of e-consumer waste collection. From Massmart’s assessment they determined the environmental impact from 18 stores by Desco Electronic Recyclers (DER). The metric tonnes of CO2e were provided by DER. Compared to the emissions related to the production and use of products the end of life treatment of products is not relevant.", "explanation": "", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Downstream leased assets", "unit": "metric_tonnes_co2e", "quantity": "130000", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "Walmart leases less than a hundred vacant facilities (e.g. closed stores and clubs) to commercial tenants in any given year. Since these facilities were once operating Walmart stores or Sam’s Clubs and the new tenants do not have energy intensive operations (e.g. manufacturing) we assumed that their annual emissions would be similar (if not less) to the average retail store. By multiplying our average annual energy use per store by the number of leased buildings to arrive at the total estimated energy demand of these properties. Next, we used the Walmart weighted emission factor (0.6 mtCO2e/MWh) to convert this energy into emissions.", "explanation": "", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Franchises", "unit": "metric_tonnes_co2e", "quantity": "<Not Applicable>", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "<Not Applicable>", "explanation": "Walmart does not have any franchise arrangements making this category not relevant to our operations.", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Investments", "unit": "metric_tonnes_co2e", "quantity": "<Not Applicable>", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "<Not Applicable>", "explanation": "Walmart does not have enough investments that would make this a relevant category.", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Other (upstream)", "unit": "metric_tonnes_co2e", "quantity": "<Not Applicable>", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "<Not Applicable>", "explanation": "", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope 3", "report_pubilic_year": "2019", "name": "Other (downstream)", "unit": "metric_tonnes_co2e", "quantity": "<Not Applicable>", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "Emissions calculation methodology": "<Not Applicable>", "explanation": "", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope1", "report_pubilic_year": "2019", "Greenhouse gas": "CO2", "quantity": "3225551", "unit": "metric_tonnes_co2e", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "GWP reference": "IPCC Fifth Assessment Report (AR5 – 100 year)", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope1", "report_pubilic_year": "2019", "Greenhouse gas": "CH4", "quantity": "1838", "unit": "metric_tonnes_co2e", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "GWP reference": "IPCC Fifth Assessment Report (AR5 – 100 year)", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope1", "report_pubilic_year": "2019", "Greenhouse gas": "N2O", "quantity": "14469", "unit": "metric_tonnes_co2e", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "GWP reference": "IPCC Fifth Assessment Report (AR5 – 100 year)", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope1", "report_pubilic_year": "2019", "Greenhouse gas": "HFCs", "quantity": "2661801", "unit": "metric_tonnes_co2e", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "GWP reference": "IPCC Fifth Assessment Report (AR5 – 100 year)", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "GHG_emission", "scope": "Scope1", "report_pubilic_year": "2019", "Greenhouse gas": "PFCs", "quantity": "0", "unit": "metric_tonnes_co2e", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "GWP reference": "IPCC Fifth Assessment Report (AR5 – 100 year)", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "energy consumption", "scope": "Scope1", "report_pubilic_year": "2019", "name": "Consumption of fuel (excluding feedstock)", "Heating value": "LHV (lower heating value)", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "MWh from renewable sources": "0", "MWh from non-renewable sources": "15262853", "Total MWh": "15262853", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "energy consumption", "scope": "Scope1", "report_pubilic_year": "2019", "name": "Consumption of purchased or acquired electricity", "Heating value": "<Not Applicable>", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "MWh from renewable sources": "2520166", "MWh from non-renewable sources": "25359372", "Total MWh": "27879537", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "energy consumption", "scope": "Scope1", "report_pubilic_year": "2019", "name": "Consumption of purchased or acquired heat", "Heating value": "<Not Applicable>", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "MWh from renewable sources": "0", "MWh from non-renewable sources": "8139", "Total MWh": "8139", "division_by_company": ""}, {"company_name": "Walmart, Inc.", "report_file": "WALMART_CDP_CC_2019", "type": "energy consumption", "scope": "Scope1", "report_pubilic_year": "2019", "name": "Consumption of purchased or acquired steam", "Heating value": "<Not Applicable>", "reporting_data_start_date": "01/01/2018", "reporting_data_end_date": "31/12/2018", "MWh from renewable sources": "<Not Applicable>", "MWh from non-renewable sources": "<Not Applicable>", "Total MWh": "<Not Applicable >", "division_by_company": ""}]